Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Price Alerts
es: Alertas de precio
fr: Alertes de prix
ko: 가격 알림
zh_hans: 价格提醒

source: Price Type
es: Tipo de precio
fr: Type de prix
ko: 가격 유형
zh_hans: 价格类型

source: Price alert: %@
es: Alerta de precio: %@
fr: Alerte de prix : %@
ko: 가격 알림: %@
zh_hans: 价格提醒：%@

source: Price alerts
es: Alertas de precio
fr: Alertes de prix
ko: 가격 알림
zh_hans: 价格提醒

source: Price check
es: Control de precio
fr: Contrôle du prix
ko: 가격 확인
zh_hans: 价格检查

source: Price from curve trades
es: Precio según las operaciones en la curva
fr: Prix issu des transactions sur la courbe
ko: 커브 거래 기준 가격
zh_hans: 价格来自曲线交易

source: Price grouping %@
es: Agrupación de precios %@
fr: Regroupement des prix %@
ko: 호가 단위 %@
zh_hans: 价格分组 %@

source: Price over the past 24 hours
es: Precio en las últimas 24 horas
fr: Prix sur les dernières 24 heures
ko: 지난 24시간 가격
zh_hans: 过去 24 小时的价格

source: Priced as each step is signed
es: Se calcula al firmar cada paso
fr: Calculés à la signature de chaque étape
ko: 각 단계 서명 시 산정
zh_hans: 在签名每个步骤时计价

source: Pricing the MON → AUSD swap…
es: Cotizando el intercambio MON → AUSD…
fr: Cotation de l'échange MON → AUSD…
ko: MON → AUSD 스왑 가격 확인 중…
zh_hans: 正在为 MON → AUSD 兑换报价…

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ko: 개인정보 처리방침
zh_hans: 隐私政策

source: Private Key
es: Clave privada
fr: Clé privée
ko: 개인 키
zh_hans: 私钥

source: Proceeds
es: Ingresos
fr: Recettes
ko: 수익금
zh_hans: 收益

source: Proceeds to withdraw
es: Ingresos por retirar
fr: Recettes à retirer
ko: 출금할 수익금
zh_hans: 可提取的收益

source: Profile
es: Perfil
fr: Profil
ko: 프로필
zh_hans: 个人资料

source: Progress
es: Progreso
fr: Progression
ko: 진행률
zh_hans: 进度

source: Prompt-free for
es: Sin confirmación durante
fr: Sans demande pendant
ko: 인증 생략 시간
zh_hans: 免验证时长

source: Protocol Beneficiary
es: Beneficiario del protocolo
fr: Bénéficiaire du protocole
ko: 프로토콜 수혜자
zh_hans: 协议受益方

source: Publish
es: Publicar
fr: Publier
ko: 게시하기
zh_hans: 发布

source: Publish %@
es: Publicar %@
fr: Publier %@
ko: %@ 게시
zh_hans: 发布 %@

source: Publish a Moment
es: Publicar un Moment
fr: Publier un Moment
ko: Moment 게시하기
zh_hans: 发布 Moment

source: Publish a photo or video as an NFT on Monad. Share it with everyone and earn every time it's collected.
es: Publica una foto o un video como NFT en Monad. Compártelo con todos y gana cada vez que lo coleccionen.
fr: Publiez une photo ou une vidéo en NFT sur Monad. Partagez-la avec tout le monde et gagnez à chaque collecte.
ko: 사진이나 동영상을 Monad에 NFT로 게시하세요. 모두와 공유하고, 수집될 때마다 수익을 얻으세요.
zh_hans: 在 Monad 上将照片或视频发布为 NFT。分享给所有人，每次被收藏都能获得收益。

source: Published
es: Publicado
fr: Publié
ko: 게시일
zh_hans: 已发布

source: Published %@
es: Publicaste %@
fr: %@ publié
ko: %@ 게시
zh_hans: 已发布 %@

source: QR code of your address
es: Código QR de tu dirección
fr: QR code de votre adresse
ko: 내 주소 QR 코드
zh_hans: 你的地址二维码

source: Queued for holders
es: En cola para holders
fr: En attente pour les détenteurs
ko: 홀더 분배 대기
zh_hans: 待分给持有者

source: Quotes
es: Cotizaciones
fr: Cotations
ko: 견적
zh_hans: 报价

source: Quoting…
es: Cotizando…
fr: Cotation…
ko: 견적 받는 중…
zh_hans: 正在报价…

source: Ran $%@ buyback
es: Ejecutaste la recompra de $%@
fr: Rachat $%@ effectué
ko: $%@ 바이백 실행
zh_hans: 已执行 $%@ 回购

source: Range
es: Intervalo
fr: Période
ko: 기간
zh_hans: 时间范围

source: Read these before you trade
es: Lee esto antes de operar
fr: À lire avant de trader
ko: 거래 전에 읽어 보세요
zh_hans: 交易前先阅读这些内容

source: Reading %@…
es: Leyendo %@…
fr: Lecture de %@…
ko: %@ 읽는 중…
zh_hans: 正在读取 %@…

source: Reading the wallet…
es: Leyendo la billetera…
fr: Lecture du portefeuille…
ko: 지갑 읽는 중…
zh_hans: 正在读取钱包…

source: Reading your Moments…
es: Leyendo tus Moments…
fr: Lecture de vos Moments…
ko: 내 Moment 읽는 중…
zh_hans: 正在读取你的 Moment…

source: Reading your balances…
es: Leyendo tus saldos…
fr: Lecture de vos soldes…
ko: 잔액 읽는 중…
zh_hans: 正在读取你的余额…

source: Reading your wallet's history. Tokens found there will be added.
es: Leyendo el historial de tu billetera. Se añadirán los tokens que se encuentren allí.
fr: Lecture de l'historique de votre portefeuille. Les jetons trouvés seront ajoutés.
ko: 지갑 내역을 읽는 중이에요. 내역에서 찾은 토큰이 추가돼요.
zh_hans: 正在读取你的钱包历史。在其中找到的代币将被添加。

source: Reading your wallet…
es: Leyendo tu billetera…
fr: Lecture de votre portefeuille…
ko: 지갑 읽는 중…
zh_hans: 正在读取你的钱包…

source: Ready
es: Listo
fr: Prêt
ko: 준비됨
zh_hans: 就绪

source: Ready to trade
es: Listo para operar
fr: Prêt à trader
ko: 거래 준비 완료
zh_hans: 可以交易

source: Realized P&L
es: PnL realizado
fr: PnL réalisé
ko: 실현 손익
zh_hans: 已实现盈亏

source: Receive
es: Recibir
fr: Recevoir
ko: 받기
zh_hans: 接收

source: Receive %@
es: Recibir %@
fr: Recevoir %@
ko: 받을 토큰 %@
zh_hans: 接收 %@

source: Received %@
es: Recibiste %@
fr: Reçu : %@
ko: %@ 받음
zh_hans: 已收到 %@

source: Recent Activity
es: Actividad reciente
fr: Activité récente
ko: 최근 활동
zh_hans: 最近动态

source: Recent Trades
es: Operaciones recientes
fr: Transactions récentes
ko: 최근 거래
zh_hans: 最近交易

source: Recipient
es: Destinatario
fr: Destinataire
ko: 받는 사람
zh_hans: 接收方

source: Reconnect
es: Volver a conectar
fr: Reconnecter
ko: 다시 연결
zh_hans: 重新连接

source: Recovery Phrase
es: Frase de recuperación
fr: Phrase de récupération
ko: 복구 구문
zh_hans: 助记词

source: Recovery Phrase Exported
es: Frase de recuperación exportada
fr: Phrase de récupération exportée
ko: 복구 구문 내보내기 완료
zh_hans: 已导出助记词

source: Recovery phrase hidden.
es: Frase de recuperación oculta.
fr: Phrase de récupération masquée.
ko: 복구 구문이 숨겨졌습니다.
zh_hans: 助记词已隐藏。

source: Reduce Only
es: Solo reducir
fr: Réduction seule
ko: 리듀스 온리
zh_hans: 只减仓

source: Refreshing…
es: Actualizando…
fr: Actualisation…
ko: 새로 고치는 중…
zh_hans: 正在刷新…

source: Refund & Migrating
es: Reembolso y migración
fr: Remboursement et migration
ko: 환불 및 마이그레이션
zh_hans: 退款与迁移中

source: Refund mode: sell back into the curve at its price, with no fees.
es: Modo de reembolso: vende de vuelta a la curva a su precio, sin comisiones.
fr: Mode remboursement : revendez sur la courbe à son prix, sans frais.
ko: 환불 모드: 수수료 없이 커브 가격으로 커브에 되팔 수 있어요.
zh_hans: 退款模式：按曲线价格卖回给曲线，无手续费。

source: Refunded
es: Reembolsado
fr: Remboursé
ko: 환불됨
zh_hans: 已退款

source: Refunded (curve full)
es: Reembolsado (curva llena)
fr: Remboursé (courbe pleine)
ko: 환불됨(커브 가득 참)
zh_hans: 已退款（曲线已满）

source: Remove API Key
es: Quitar clave API
fr: Supprimer la clé API
ko: API 키 제거
zh_hans: 移除 API 密钥

source: Remove stop loss
es: Quitar stop loss
fr: Supprimer le stop loss
ko: 손절 제거
zh_hans: 移除止损

source: Remove take profit
es: Quitar take profit
fr: Supprimer le take profit
ko: 익절 제거
zh_hans: 移除止盈

source: Remove the API key?
es: ¿Quitar la clave API?
fr: Supprimer la clé API ?
ko: API 키를 제거하시겠습니까?
zh_hans: 移除 API 密钥？

source: Removes everything about this watched address from this device.
es: Elimina de este dispositivo todo lo relacionado con esta dirección observada.
fr: Supprime de cet appareil toutes les données de cette adresse surveillée.
ko: 이 기기에서 지켜보는 이 주소에 관한 모든 정보를 제거합니다.
zh_hans: 从此设备移除与此观察地址相关的所有内容。

source: Removes this account from this iPhone. Your passkey keeps it — sign in again anytime.
es: Quita esta cuenta de este iPhone. Tu llave de acceso la conserva: vuelve a iniciar sesión cuando quieras.
fr: Retire ce compte de cet iPhone. Votre clé d'identification le conserve — reconnectez-vous à tout moment.
ko: 이 iPhone에서 이 계정을 제거해요. 패스키에 계정이 남아 있으니 언제든 다시 로그인할 수 있어요.
zh_hans: 从此 iPhone 移除此账户。你的通行密钥会保留该账户，随时可以重新登录。

source: Replace Wallet
es: Reemplazar billetera
fr: Remplacer le portefeuille
ko: 지갑 교체
zh_hans: 替换钱包

source: Replaces your unlimited approval to %@
es: Reemplaza tu aprobación ilimitada a %@
fr: Remplace votre approbation illimitée pour %@
ko: %@에 대한 기존 무제한 승인을 대체
zh_hans: 替换你对 %@ 的无限授权

source: Report a Bug
es: Informar de un error
fr: Signaler un bug
ko: 버그 신고
zh_hans: 报告问题

source: Require %@
es: Requerir %@
fr: Exiger %@
ko: %@ 요구
zh_hans: 需要 %@

source: Reserve
es: Reserva
fr: Réserve
ko: 준비금
zh_hans: 储备金

source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ko: 비밀번호 재설정
zh_hans: 重置密码

source: Reset password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ko: 비밀번호 재설정
zh_hans: 重置密码

source: Resetting creates a **new, empty wallet** for your new password. Anything in your current wallet stays at its address and can only be reached with your old password. We’ll email a code to confirm it’s you.
es: Al restablecerla se crea una **billetera nueva y vacía** para tu nueva contraseña. Todo lo que hay en tu billetera actual se queda en su dirección y solo se puede acceder a ello con tu contraseña anterior. Te enviaremos un código por correo electrónico para confirmar que eres tú.
fr: La réinitialisation crée un **nouveau portefeuille vide** pour votre nouveau mot de passe. Tout ce que contient votre portefeuille actuel reste à son adresse et n'est accessible qu'avec votre ancien mot de passe. Nous vous enverrons un code par e-mail pour confirmer qu'il s'agit bien de vous.
ko: 재설정하면 새 비밀번호용 **비어 있는 새 지갑**이 만들어집니다. 현재 지갑에 있는 자산은 해당 주소에 그대로 남으며 이전 비밀번호로만 접근할 수 있습니다. 본인 확인을 위해 이메일로 코드를 보내 드립니다.
zh_hans: 重置会为你的新密码创建一个**新的空钱包**。你当前钱包中的所有资产都会留在原地址，只能用旧密码访问。我们会通过邮件发送验证码，以确认是你本人。

source: Rests as a reduce-only limit at your price until it fills. It won't reduce your position until then.
es: Queda como orden límite de solo reducir a tu precio hasta que se ejecute. No reducirá tu posición hasta entonces.
fr: Reste en attente comme ordre limite à réduction seule à votre prix jusqu'à son exécution. Il ne réduira pas votre position d'ici là.
ko: 체결될 때까지 설정한 가격에 리듀스 온리 지정가 주문으로 대기해요. 그때까지는 포지션이 줄어들지 않아요.
zh_hans: 以只减仓限价单的形式挂在你设定的价格，直到成交。在此之前，它不会减少你的仓位。

source: Retired launchpad
es: Launchpad retirado
fr: Launchpad retiré
ko: 운영 종료된 런치패드
zh_hans: 已退役的 Launchpad

source: Retry
es: Reintentar
fr: Réessayer
ko: 다시 시도
zh_hans: 重试

source: Retry Graduation
es: Reintentar graduación
fr: Relancer la graduation
ko: 졸업 다시 시도
zh_hans: 重试毕业

source: Reveal
es: Mostrar
fr: Afficher
ko: 표시
zh_hans: 显示

source: Reveal Private Key
es: Mostrar clave privada
fr: Afficher la clé privée
ko: 개인 키 표시
zh_hans: 显示私钥

source: Reveal this wallet's private key to back it up or move it to another wallet. The key never leaves your device.
es: Muestra la clave privada de esta billetera para hacer una copia de seguridad o moverla a otra billetera. La clave nunca sale de tu dispositivo.
fr: Affichez la clé privée de ce portefeuille pour le sauvegarder ou le transférer vers un autre portefeuille. La clé ne quitte jamais votre appareil.
ko: 백업하거나 다른 지갑으로 옮기기 위해 이 지갑의 개인 키를 표시합니다. 키는 절대 기기 밖으로 나가지 않습니다.
zh_hans: 显示此钱包的私钥以备份，或将其转移到其他钱包。私钥永远不会离开你的设备。

source: Reveal your wallet's private key
es: Mostrar la clave privada de tu billetera
fr: Afficher la clé privée de votre portefeuille
ko: 지갑의 개인 키 표시
zh_hans: 显示你钱包的私钥

source: Reverted — only the network fee was spent
es: Revertida: solo se gastó la comisión de red
fr: Annulée (revert) — seuls les frais de réseau ont été dépensés
ko: 되돌려짐 — 네트워크 수수료만 사용됨
zh_hans: 已回滚：仅花费了网络费

source: Review
es: Revisar
fr: Vérifier
ko: 검토
zh_hans: 查看

source: Review Order
es: Revisar orden
fr: Vérifier l'ordre
ko: 주문 검토
zh_hans: 查看订单

source: Review Order · Perpl
es: Revisar orden · Perpl
fr: Vérifier l'ordre · Perpl
ko: 주문 검토 · Perpl
zh_hans: 查看订单 · Perpl

source: Review Swap
es: Revisar intercambio
fr: Vérifier l'échange
ko: 스왑 검토
zh_hans: 查看兑换

# Rewards: %@ %@
source: Rewards: %1$@ %2$@
es: Recompensas: %1$@ %2$@
fr: Récompenses : %1$@ %2$@
ko: 보상: %1$@ %2$@
zh_hans: 奖励：%1$@ %2$@

source: Rises above
es: Sube por encima de
fr: Passe au-dessus de
ko: 이상으로 상승
zh_hans: 涨破

source: Risk Disclosures
es: Divulgación de riesgos
fr: Informations sur les risques
ko: 위험 고지
zh_hans: 风险披露

source: Route
es: Ruta
ko: 경로
zh_hans: 路由

source: Run
es: Ejecutar
fr: Lancer
ko: 실행
zh_hans: 执行

source: Run Buyback
es: Ejecutar recompra
fr: Lancer le rachat
ko: 바이백 실행
zh_hans: 执行回购

source: SL removed
es: SL quitado
fr: SL supprimé
ko: 손절 제거됨
zh_hans: 已移除止损

source: Save Profile
es: Guardar perfil
fr: Enregistrer le profil
ko: 프로필 저장
zh_hans: 保存资料

source: Save TP/SL
es: Guardar TP/SL
fr: Enregistrer le TP/SL
ko: 익절/손절 저장
zh_hans: 保存止盈/止损

source: Saved on this device · unverified
es: Guardado en este dispositivo · no verificado
fr: Enregistré sur cet appareil · non vérifié
ko: 이 기기에 저장됨 · 미검증
zh_hans: 已保存在此设备上 · 未验证

source: Saved to DyorHQ.
es: Guardado en DyorHQ.
fr: Enregistré sur DyorHQ.
ko: DyorHQ에 저장되었어요.
zh_hans: 已保存到 DyorHQ。

source: Screens iOS draws itself, such as Face ID and permission prompts, change the next time you open DyorHQ.
es: Las pantallas que dibuja el propio iOS, como Face ID y las solicitudes de permisos, cambian la próxima vez que abras DyorHQ.
fr: Les écrans affichés par iOS lui-même, comme Face ID et les demandes d'autorisation, changent à la prochaine ouverture de DyorHQ.
ko: Face ID나 권한 요청처럼 iOS가 직접 표시하는 화면은 다음에 DyorHQ를 열 때 바뀌어요.
zh_hans: 由 iOS 自行绘制的界面（如 Face ID 和权限提示）会在你下次打开 DyorHQ 时更改。

source: Search coins
es: Buscar monedas
fr: Rechercher des jetons
ko: 코인 검색
zh_hans: 搜索币

source: Search tokens
es: Buscar tokens
fr: Rechercher des jetons
ko: 토큰 검색
zh_hans: 搜索代币

source: Search tokens…
es: Buscar tokens…
fr: Rechercher des jetons…
ko: 토큰 검색…
zh_hans: 搜索代币…

source: Search…
es: Buscar…
fr: Rechercher…
ko: 검색…
zh_hans: 搜索…

source: Security
es: Seguridad
fr: Sécurité
ko: 보안
zh_hans: 安全

source: Security Upgrade
es: Actualización de seguridad
fr: Mise à niveau de sécurité
ko: 보안 업그레이드
zh_hans: 安全升级

source: Security upgrade
es: Actualización de seguridad
fr: Mise à niveau de sécurité
ko: 보안 업그레이드
zh_hans: 安全升级

source: Seeded with
es: Liquidez inicial
fr: Amorcé avec
ko: 초기 유동성
zh_hans: 初始注入

source: Select Perpetual
es: Seleccionar perpetuo
fr: Choisir un contrat perpétuel
ko: 무기한 선물 선택
zh_hans: 选择永续合约

source: Selected
es: Seleccionado
fr: Sélectionné
ko: 선택됨
zh_hans: 已选择

source: Self-custodial: support can never reach your keys or funds. Never share a recovery phrase with anyone.
es: De autocustodia: el soporte nunca puede acceder a tus claves ni a tus fondos. Nunca compartas una frase de recuperación con nadie.
fr: Non custodial : l'assistance ne peut jamais accéder à vos clés ni à vos fonds. Ne partagez jamais une phrase de récupération avec qui que ce soit.
ko: 셀프 커스터디: 고객 지원팀은 절대 키나 자금에 접근할 수 없습니다. 복구 구문을 누구와도 절대 공유하지 마십시오.
zh_hans: 自托管：客服永远无法接触你的密钥或资金。切勿向任何人分享助记词。

source: Sell
es: Vender
fr: Vendre
ko: 매도
zh_hans: 卖出

source: Sell %@
es: Vender %@
fr: Vendre %@
ko: %@ 매도
zh_hans: 卖出 %@

# Sell %@ %@
source: Sell %1$@ %2$@
es: Venta de %1$@ %2$@
fr: Vendre %1$@ %2$@
ko: %1$@ %2$@ 매도
zh_hans: 卖出 %1$@ %2$@

# Sell %@ at %@
source: Sell %1$@ at %2$@
es: Venta de %1$@ a %2$@
fr: Vente de %1$@ à %2$@
ko: %2$@에 %1$@ 매도
zh_hans: 以 %2$@ 卖出 %1$@

# Sell %@ at %@, %@
source: Sell %1$@ at %2$@, %3$@
es: Venta de %1$@ a %2$@, %3$@
fr: Vente de %1$@ à %2$@, %3$@
ko: %2$@에 %1$@ 매도, %3$@
zh_hans: 以 %2$@ 卖出 %1$@，%3$@

source: Sell on the Curve
es: Vender en la curva
fr: Vendre sur la courbe
ko: 커브에서 매도
zh_hans: 在曲线上卖出

source: Send
es: Enviar
fr: Envoyer
ko: 보내기
zh_hans: 发送

source: Send %@
es: Enviar %@
fr: Envoyer %@
ko: %@ 보내기
zh_hans: 发送 %@

source: Send MON or USDC on Monad to your account. Funds usually arrive in seconds.
es: Envía MON o USDC en Monad a tu cuenta. Los fondos suelen llegar en segundos.
fr: Envoyez des MON ou des USDC sur Monad vers votre compte. Les fonds arrivent généralement en quelques secondes.
ko: Monad의 MON 또는 USDC를 계정으로 보내세요. 자금은 보통 몇 초 안에 도착해요.
zh_hans: 在 Monad 上向你的账户发送 MON 或 USDC。资金通常几秒内到账。

source: Send MON or any Monad token to this address.
es: Envía MON o cualquier token de Monad a esta dirección.
fr: Envoyez des MON ou n'importe quel jeton Monad à cette adresse.
ko: MON 또는 어떤 Monad 토큰이든 이 주소로 보내세요.
zh_hans: 向此地址发送 MON 或任意 Monad 代币。

source: Send a new code
es: Enviar un código nuevo
fr: Envoyer un nouveau code
ko: 새 코드 보내기
zh_hans: 发送新验证码

source: Send to this contract anyway
es: Enviar a este contrato de todos modos
fr: Envoyer quand même à ce contrat
ko: 그래도 이 컨트랙트로 보내기
zh_hans: 仍然发送到此合约

source: Send without that check
es: Enviar sin esa comprobación
fr: Envoyer sans cette vérification
ko: 컨트랙트 여부 확인 없이 보내기
zh_hans: 不经此检查直接发送

source: Sending on %@…
es: Enviando en %@…
fr: Envoi sur %@…
ko: %@에서 보내는 중…
zh_hans: 正在 %@ 上发送…

source: Sending or transferring tokens
es: Enviar o transferir tokens
fr: Envoi ou transfert de jetons
ko: 토큰 보내기 또는 이체
zh_hans: 发送或转移代币

source: Sent %@
es: Enviaste %@
fr: Envoi de %@
ko: %@ 보냄
zh_hans: 已发送 %@

source: Sent — confirmation not seen yet
es: Enviada: aún no se ha visto la confirmación
fr: Envoyée — confirmation pas encore reçue
ko: 전송됨 — 아직 확인되지 않음
zh_hans: 已发送：尚未看到确认

source: Session
es: Sesión
ko: 세션
zh_hans: 会话

source: Set a device passcode in iOS Settings to reveal your key — it protects the key if your phone is lost.
es: Configura un código del dispositivo en los Ajustes de iOS para mostrar tu clave: la protege si pierdes el teléfono.
fr: Définissez un code sur l'appareil dans les Réglages d'iOS pour afficher votre clé — il protège la clé si vous perdez votre téléphone.
ko: 키를 표시하려면 iOS 설정에서 기기 암호를 설정하십시오 — 휴대폰을 분실했을 때 키를 보호합니다.
zh_hans: 在 iOS 设置中设置设备锁屏密码后才能显示你的私钥：手机丢失时，它可以保护私钥。

source: Set a device passcode in iOS Settings — App Lock can't confirm transactions without one.
es: Configura un código del dispositivo en los Ajustes de iOS: el Bloqueo de app no puede confirmar transacciones sin él.
fr: Définissez un code sur l'appareil dans les Réglages d'iOS — le verrouillage de l'app ne peut pas confirmer de transactions sans code.
ko: iOS 설정에서 기기 암호를 설정하십시오 — 암호가 없으면 앱 잠금으로 트랜잭션을 확인할 수 없습니다.
zh_hans: 在 iOS 设置中设置设备锁屏密码：没有锁屏密码，应用锁就无法确认交易。

source: Set a specific price for your order
es: Fija un precio específico para tu orden
fr: Définir un prix précis pour votre ordre
ko: 주문 가격을 직접 지정
zh_hans: 为你的订单设置指定价格

source: Set at
es: Fijar en
fr: Défini à
ko: 설정 가격
zh_hans: 设于

source: Settings
es: Ajustes
fr: Réglages
ko: 설정
zh_hans: 设置

source: Share
es: Compartir
fr: Partager
ko: 공유
zh_hans: 分享

source: Share fees with holders
es: Compartir comisiones con los holders
fr: Partager les frais avec les détenteurs
ko: 홀더와 수수료 분배
zh_hans: 与持有者分享手续费

source: Share of volume per section
es: Parte del volumen por sección
fr: Part du volume par section
ko: 섹션별 거래량 비중
zh_hans: 各板块交易量占比

source: Share this Moment
es: Compartir este Moment
fr: Partager ce Moment
ko: 이 Moment 공유
zh_hans: 分享此 Moment

source: Shared with holders
es: Compartido con los holders
fr: Partagés avec les détenteurs
ko: 홀더와 분배
zh_hans: 与持有者分享

source: Shares fees
es: Comparte comisiones
fr: Partage les frais
ko: 수수료 분배
zh_hans: 分享手续费

source: Short
es: Corto
ko: 숏
zh_hans: 做空

source: Short %@
es: Corto %@
ko: %@ 숏
zh_hans: 做空 %@

source: Short %@×
es: Corto %@×
ko: 숏 %@×
zh_hans: 做空 %@×

source: Short / Down
es: Corto / Bajada
fr: Short / Baisse
ko: 숏 / 하락
zh_hans: 做空 / 下跌

source: Show All Moments
es: Mostrar todos los Moments
fr: Afficher tous les Moments
ko: 모든 Moment 보기
zh_hans: 显示所有 Moment

source: Show Recovery Phrase
es: Mostrar frase de recuperación
fr: Afficher la phrase de récupération
ko: 복구 구문 보기
zh_hans: 显示助记词

source: Show all %lld
es: Mostrar todo (%lld)
fr: Tout afficher (%lld)
ko: %lld개 모두 보기
zh_hans: 显示全部 %lld 个

source: Show password
es: Mostrar contraseña
fr: Afficher le mot de passe
ko: 비밀번호 표시
zh_hans: 显示密码

source: Show the 24-word recovery phrase your passkey derives, to back this wallet up or restore it in another wallet without the passkey. It asks for your passkey every time and is never stored.
es: Muestra la frase de recuperación de 24 palabras que deriva tu llave de acceso, para hacer una copia de seguridad de esta billetera o restaurarla en otra billetera sin la llave de acceso. Pide tu llave de acceso cada vez y nunca se guarda.
fr: Affichez la phrase de récupération de 24 mots dérivée de votre clé d'identification, pour sauvegarder ce portefeuille ou le restaurer dans un autre portefeuille sans la clé d'identification. Votre clé d'identification est demandée à chaque fois, et la phrase n'est jamais stockée.
ko: 패스키에서 파생된 24단어 복구 구문을 표시해 이 지갑을 백업하거나, 패스키 없이 다른 지갑에서 복원할 수 있게 합니다. 매번 패스키를 요청하며 절대 저장되지 않습니다.
zh_hans: 显示由你的通行密钥派生的 24 个单词的助记词，用于备份此钱包，或在没有通行密钥的情况下在其他钱包中恢复它。每次都会要求验证你的通行密钥，且助记词从不存储。

source: Show the Phrase Again
es: Mostrar la frase otra vez
fr: Afficher à nouveau la phrase
ko: 구문 다시 보기
zh_hans: 再次显示助记词

source: Showing it again asks for %@.
es: Para volver a mostrarla se pide %@.
fr: L'afficher à nouveau demande %@.
ko: 다시 표시하려면 %@가 필요합니다.
zh_hans: 再次显示时需要 %@。

source: Showing your most recent activity.
es: Se muestra tu actividad más reciente.
fr: Affichage de votre activité la plus récente.
ko: 최근 활동을 표시하고 있어요.
zh_hans: 显示你最近的动态。

source: Showing your recovery phrase
es: Mostrar tu frase de recuperación
fr: Affichage de votre phrase de récupération
ko: 복구 구문 표시
zh_hans: 显示你的助记词

source: Shown on OpenSea and in DyorHQ as the NFT.
es: Se muestra en OpenSea y en DyorHQ como el NFT.
fr: Affiché sur OpenSea et dans DyorHQ en tant que NFT.
ko: OpenSea와 DyorHQ에서 NFT로 표시돼요.
zh_hans: 将作为 NFT 显示在 OpenSea 和 DyorHQ 中。

source: Shown once behind %@. Reveal it only somewhere private.
es: Cada vez que la muestras, se pide %@. Muéstrala solo en un lugar privado.
fr: Affichée une seule fois, protégée par %@. Ne l'affichez que dans un lieu privé.
ko: %@ 확인 후 한 번만 표시됩니다. 다른 사람이 볼 수 없는 곳에서만 표시하십시오.
zh_hans: 通过 %@ 验证后显示一次。只在私密的地方显示它。

source: Shows it larger
es: Lo muestra más grande
fr: L'affiche en plus grand
ko: 크게 표시
zh_hans: 放大显示

source: Shows the full address
es: Muestra la dirección completa
fr: Affiche l'adresse complète
ko: 전체 주소 표시
zh_hans: 显示完整地址

source: Shows the short address
es: Muestra la dirección corta
fr: Affiche l'adresse abrégée
ko: 짧은 주소 표시
zh_hans: 显示缩略地址

source: Shows what signs without %@
es: Muestra qué se firma sin %@
fr: Affiche ce qui est signé sans %@
ko: %@ 없이 서명되는 항목 표시
zh_hans: 显示无需 %@ 即可签名的内容

source: Side
es: Lado
fr: Sens
ko: 방향
zh_hans: 方向

source: Sign In to See Your Portfolio
es: Inicia sesión para ver tu portafolio
fr: Connectez-vous pour voir votre portfolio
ko: 로그인하고 포트폴리오 보기
zh_hans: 登录以查看你的投资组合

source: Sign Out
es: Cerrar sesión
fr: Se déconnecter
ko: 로그아웃
zh_hans: 退出登录

source: Sign Up
es: Registrarse
fr: S'inscrire
ko: 가입하기
zh_hans: 注册

source: Sign in again with your email and password to use this wallet.
es: Vuelve a iniciar sesión con tu correo electrónico y tu contraseña para usar esta billetera.
fr: Reconnectez-vous avec votre e-mail et votre mot de passe pour utiliser ce portefeuille.
ko: 이 지갑을 사용하려면 이메일과 비밀번호로 다시 로그인하세요.
zh_hans: 使用你的邮箱和密码重新登录以使用此钱包。

source: Sign in to bridge.
es: Inicia sesión para usar el puente.
fr: Connectez-vous pour utiliser le bridge.
ko: 브리지하려면 로그인하십시오.
zh_hans: 登录后即可跨链。

source: Sign in to collect.
es: Inicia sesión para coleccionar.
fr: Connectez-vous pour collecter.
ko: 수집하려면 로그인하세요.
zh_hans: 登录后即可收藏。

source: Sign in to open the Moment you were sent.
es: Inicia sesión para abrir el Moment que te enviaron.
fr: Connectez-vous pour ouvrir le Moment qui vous a été envoyé.
ko: 받은 Moment를 열려면 로그인하세요.
zh_hans: 登录后即可打开别人发给你的 Moment。

source: Sign in to send from this address.
es: Inicia sesión para enviar desde esta dirección.
fr: Connectez-vous pour envoyer depuis cette adresse.
ko: 이 주소에서 보내려면 로그인하세요.
zh_hans: 登录后即可从此地址发送。

source: Sign in to trade
es: Inicia sesión para operar
fr: Connectez-vous pour trader
ko: 로그인하고 거래하기
zh_hans: 登录以交易

source: Sign in to trade.
es: Inicia sesión para operar.
fr: Connectez-vous pour trader.
ko: 거래하려면 로그인하세요.
zh_hans: 登录后即可交易。

source: Sign in with Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
ko: Apple로 로그인
zh_hans: 通过 Apple 登录
